herolist = {
    '波比': {'star':1,
          'p1': '星之守护者',
          'p2': '重装战士'
          },
    '崔斯特': {'star':1,
          'p1': '未来战士',
          'p2': '法师'
          },
    '俄洛伊': {'star':1,
          'p1': '战地机甲',
          'p2': '斗士'
          },
    '菲奥娜': {'star':1,
          'p1': '源计划',
          'p2': '剑士'
          },
    '格雷福斯': {'star':1,
          'p1': '太空海盗',
          'p2': '强袭枪手'
          },
    '吉格斯': {'star':1,
          'p1': '奥德赛',
          'p2': '爆破专家'
          },
    '嘉文四世': {'star':1,
          'p1': '暗星',
          'p2': '圣盾使'
          },
    '凯特琳': {'star':1,
          'p1': '未来战士',
          'p2': '狙神'
          },
    '蕾欧娜': {'star':1,
          'p1': '源计划',
          'p2': '重装战士'
          },
    '魔腾': {'star':1,
          'p1': '战地机甲',
          'p2': '刺客'
          },
    '墨菲特': {'star':1,
          'p1': '奥德赛',
          'p2': '斗士'
          },
    '霞': {'star':1,
          'p1': '星神',
          'p2': '剑士'
          },
    '佐伊': {'star':1,
          'p1': '星之守护者',
          'p2': '法师'
          }
}